export let categories =  ['піднайом', 'кодекси', 'казначейство', 'статути', 'забезпечення', 'загальні військові', 'реєстрація м.п.', 'накази МОУ', 'постанови КМУ']

categories = categories.sort((a, b) => a.localeCompare(b));

export let laws = [
  {
    name: 'НАКАЗ МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ 31.07.2018  № 380 Про затвердження Інструкції з організації забезпечення військовослужбовців Збройних Сил України та членів їх сімей жилими приміщеннями',
    href: 'https://zakon.rada.gov.ua/laws/show/z1020-18#Text',
    category: 'піднайом'
  },
  {
    name: 'КАБІНЕТ МІНІСТРІВ УКРАЇНИ ПОСТАНОВА від 26 червня 2013р. № 450 Київ  Про розмір і порядок виплати грошової компенсації військовослужбовцям Збройних Сил, Національної гвардії, Служби безпеки, розвідувальних органів, Державної прикордонної служби, Державної служби спеціального зв’язку та захисту інформації, Державної спеціальної служби транспорту, Управління державної охорони та військовослужбовцям, відрядженим до Міністерства освіти і науки, Державного космічного агентства, за піднайом (найом) ними житлових приміщень',
    href: 'https://zakon.rada.gov.ua/laws/show/450-2013-%D0%BF#Text',
    category: 'піднайом'
  },
  {
    name: 'Наказ Міністерства оборони України від 30.12.2016 року № 744 ІНСТРУКЦІЯ з організації претензійної та позовної роботи, самопредставництва, представництва інтересів Міністерства оборони України та Збройних Сил України у судах та інших державних органах, виконання судових рішень',
    href: '/nakaz744',
    category: 'накази МОУ'
  },
  {
    name: 'КОДЕКС АДМІНІСТРАТИВНОГО СУДОЧИНСТВА УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/2747-15',
    category: 'кодекси'
  },
  {
    name: 'Кодекс України про адміністративні правопорушення ч.1',
    href: 'https://zakon.rada.gov.ua/laws/show/80731-10#Text',
    category: 'кодекси'
  },
  {
    name: 'Кодекс України про адміністративні правопорушення ч.2',
    href: 'https://zakon.rada.gov.ua/laws/show/80732-10',
    category: 'кодекси'
  },
  {
    name: 'КРИМІНАЛЬНИЙ КОДЕКС УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/2341-14#Text',
    category: 'кодекси'
  },
  {
    name: 'КРИМІНАЛЬНИЙ  ПРОЦЕСУАЛЬНИЙ  КОДЕКС  УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/4651-17#Text',
    category: 'кодекси'
  },
  {
    name: 'ЦИВІЛЬНИЙ КОДЕКС УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/435-15#Text',
    category: 'кодекси'
  },
  {
    name: 'ЦИВІЛЬНИЙ ПРОЦЕСУАЛЬНИЙ КОДЕКС УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/1618-15',
    category: 'кодекси'
  },
  {
    name: 'ГОСПОДАРСЬКИЙ ПРОЦЕСУАЛЬНИЙ КОДЕКС УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/1798-12',
    category: 'кодекси'
  },
  {
    name: 'Кодекс законів про працю України',
    href: 'https://zakon.rada.gov.ua/laws/show/322-08#Text',
    category: 'кодекси'
  },
  {
    name: 'МИТНИЙ  КОДЕКС  УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/4495-17#Text',
    category: 'кодекси'
  },
  {
    name: 'ЗЕМЕЛЬНИЙ  КОДЕКС  УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/2768-14#Text',
    category: 'кодекси'
  },
  {
    name: 'ВОДНИЙ КОДЕКС УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/213/95-%D0%B2%D1%80#Text',
    category: 'кодекси'
  },
  {
    name: 'ПОВІТРЯНИЙ  КОДЕКС  УКРАЇНИ',
    href: 'https://zakon.rada.gov.ua/laws/show/3393-17#Text',
    category: 'кодекси'
  },
  {
    name: 'ПОСТАНОВА КАБІНЕТ МІНІСТРІВ УКРАЇНИ від 3 серпня 2011 р. N 845 Про затвердження Порядку виконання рішень про стягнення коштів державного та місцевих бюджетів або боржників',
    href: 'https://zakon.rada.gov.ua/laws/show/845-2011-%D0%BF#Text',
    category: 'казначейство'
  },
  {
    name: 'НАКАЗ МІНІСТЕРСТВО ФІНАНСІВ УКРАЇНИ 03.09.2013 № 787 Про затвердження Порядку повернення (перерахування) коштів, помилково або надміру зарахованих до державного та місцевих бюджетів',
    href: 'https://zakon.rada.gov.ua/laws/show/z1650-13#Text',
    category: 'казначейство'
  },
  {
    name: 'Про Статут внутрішньої служби Збройних Сил України',
    href: 'https://zakon.rada.gov.ua/laws/show/548-14#Text',
    category: 'статути'
  },
  {
    name: 'Про Дисциплінарний статут Збройних Сил України',
    href: 'https://zakon.rada.gov.ua/laws/show/551-14#Text',
    category: 'статути'
  },
  {
    name: 'Про Статут гарнізонної та вартової служб Збройних Сил України',
    href: 'https://zakon.rada.gov.ua/laws/show/550-14#Text',
    category: 'статути'
  },
  {
    name: 'Про Стройовий статут Збройних Сил України',
    href: 'https://zakon.rada.gov.ua/laws/show/549-14#Text',
    category: 'статути'
  },
  {
    name: 'НАКАЗ МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ 07.06.2018  № 260 Про затвердження Порядку виплати грошового забезпечення військовослужбовцям Збройних Сил України та деяким іншим особам',
    href: 'https://zakon.rada.gov.ua/laws/show/z0745-18#Text',
    category: 'забезпечення'
  },
  {
    name: 'ПОСТАНОВА КАБІНЕТ МІНІСТРІВ УКРАЇНИ від 30 серпня 2017 р. № 704 Київ Про грошове забезпечення військовослужбовців, осіб рядового і начальницького складу та деяких інших осіб',
    href: 'https://zakon.rada.gov.ua/laws/show/704-2017-%D0%BF#Text',
    category: 'забезпечення'
  },
  {
    name: 'Про соціальний і правовий захист військовослужбовців та членів їх сімей',
    href: 'https://zakon.rada.gov.ua/laws/show/2011-12#Text',
    category: 'загальні військові'
  },
  {
    name: 'Деякі питання декларування і реєстрації місця проживання та ведення реєстрів територіальних громад',
    href: 'https://zakon.rada.gov.ua/laws/show/265-2022-%D0%BF#Text',
    category: 'реєстрація м.п.'
  },
  {
    name: 'ЗАКОН УКРАЇНИ Про надання публічних (електронних публічних) послуг щодо декларування та реєстрації місця проживання в Україні',
    href: 'https://zakon.rada.gov.ua/laws/show/1871-20#Text',
    category: 'реєстрація м.п.'
  },
  {
    name: "ЗАКОН УКРАЇНИ Про військовий обов'язок і військову службу",
    href: 'https://zakon.rada.gov.ua/laws/show/2232-12#Text',
    category: 'загальні військові'
  },
  {
    name: 'Указ Президента України Про внесення змін до Положення про проходження громадянами України військової служби у Збройних Силах України',
    href: 'https://zakon.rada.gov.ua/laws/show/231/2022#Text',
    category: 'загальні військові'
  },
  {
    name: 'НАКАЗ Міністра оборони України 10.04.2009  № 170 Про затвердження Інструкції про організацію виконання Положення про проходження громадянами України військової служби у Збройних Силах України',
    href: 'https://zakon.rada.gov.ua/laws/show/z0438-09#Text',
    category: 'накази МОУ'
  },
  {
    name: 'КАБІНЕТ МІНІСТРІВ УКРАЇНИ ПОСТАНОВА від 28 грудня 2000 р. № 1919 Про порядок відчуження та реалізації військового майна Збройних Сил',
    href: 'https://zakon.rada.gov.ua/laws/show/1919-2000-%D0%BF#Text',
    category: 'постанови КМУ'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ 21.11.2017  № 608 Про затвердження Порядку проведення службового розслідування у Збройних Силах України',
    href: 'https://zakon.rada.gov.ua/laws/show/z1503-17',
    category: 'накази МОУ'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ 27.10.2021  № 332 Про затвердження Інструкції про розслідування та облік нещасних випадків з військовослужбовцями, професійних захворювань і аварій у Збройних Силах України',
    href: 'https://zakon.rada.gov.ua/laws/show/z1667-21#Text',
    category: 'накази МОУ'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ 29.11.2018  № 604 Про затвердження Інструкції з надання доповідей і донесень про події, кримінальні правопорушення, військові адміністративні правопорушення та адміністративні правопорушення, пов’язані з корупцією, порушення військової дисципліни та їх облік у Міністерстві оборони України, Збройних Силах України та Державній спеціальній службі транспорту',
    href: 'https://zakon.rada.gov.ua/laws/show/z1451-18#Text',
    category: 'накази МОУ'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ 23.10.2021  № 329 Про затвердження Інструкції зі складання протоколів та оформлення матеріалів про військові адміністративні правопорушення',
    href: 'https://zakon.rada.gov.ua/laws/show/z1622-21#Text',
    category: 'накази МОУ'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ від 16.07.97 №300 Про затвердження Положення про військове (корабельне) господарство Збройних Сил України',
    href: 'https://zakon.rada.gov.ua/laws/show/z0615-97#Text',
    category: 'накази МОУ'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ 29.03.2021  № 81 Про затвердження Порядку списання військового майна у Збройних Силах України та Державній спеціальній службі транспорту',
    href: 'https://zakon.rada.gov.ua/laws/show/z0655-21#Text',
    category: 'накази МОУ'
  },
  {
    name: 'ЗАКОН УКРАЇНИ Про матеріальну відповідальність військовослужбовців та прирівняних до них осіб за шкоду, завдану державі ',
    href: 'https://zakon.rada.gov.ua/laws/show/160-20#Text',
    category: 'загальні військові'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ 20.11.2017  № 606 Про затвердження Правил носіння військової форми одягу та знаків розрізнення військовослужбовцями Збройних Сил України, Державної спеціальної служби транспорту та ліцеїстами військових ліцеїв',
    href: 'https://zakon.rada.gov.ua/laws/show/z1502-17#Text',
    category: 'накази МОУ'
  },
  {
    name: 'МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ НАКАЗ 17.08.2017  № 440 Про затвердження Інструкції з обліку військового майна у Збройних Силах України',
    href: 'https://zakon.rada.gov.ua/laws/show/z1192-17#Text',
    category: 'накази МОУ'
  },
]